OsmoGbProxy> enable
OsmoGbProxy# show nri all
sgsn nsei 101
 nri add 1
 nri add 11
sgsn nsei 102
 nri add 2
 nri add 12
OsmoGbProxy# configure terminal
OsmoGbProxy(config)# list
...
  gbproxy
  sgsn nsei <0-65534>
  ns
...

OsmoGbProxy(config)# sgsn nsei 101
OsmoGbProxy(config-sgsn)# list
...
  allow-attach
  no allow-attach
  nri add <0-32767> [<0-32767>]
  nri del <0-32767> [<0-32767>]
...

OsmoGbProxy(config-sgsn)# exit
OsmoGbProxy(config)# gbproxy

OsmoGbProxy(config-gbproxy)# list
...
  pool bvc-flow-control-ratio <1-100>
  nri bitlen <0-15>
  nri null add <0-32767> [<0-32767>]
  nri null del <0-32767> [<0-32767>]
...
